const breadcrumbsList = [
  { title: "Главная", link: "index.html" },
  { title: "Каталог", link: "#" },
  { title: "Диваны", link: "#" },
  { title: "Прямые диваны", link: "#" },
];

const checkboxesList = {
  category: [
    "Диваны",
    "Кресла",
    "Пуфы",
    "Кровати",
    "Тумбы",
    "Комоды",
    "Стулья",
    "Столы",
    "Аксессуары",
    "Диваны",
    "Кресла",
    "Пуфы",
    "Кровати",
    "Тумбы",
    "Комоды",
    "Стулья",
    "Столы",
    "Аксессуары",
    "Стулья",
    "Столы",
    "Аксессуары",
  ],
  discount: ["Более 5 000", "Менее 5 000", "Не важно"],
  color: [
    "Коричневый",
    "Черный",
    "Бежевый",
    "Серый",
    "Белый",
    "Синий",
    "Оранжевый",
    "Желтый",
    "Зеленый",
    "Коричневый",
    "Черный",
    "Бежевый",
    "Серый",
    "Белый",
    "Синий",
    "Оранжевый",
  ],
};

const productsList = [
  { img: "1", title: "Диван кожаный “R-94”", price: "94 990", rate: "5,0" },
  { img: "2", title: "Диван апартековый “T-75”", price: "69 990", rate: "4,9" },
  { img: "3", title: "Диван тканевый “D-31”", price: "28 490", rate: "4,8" },
  { img: "4", title: "Диван велюровый “Y-68”", price: "22 990", rate: "4,8" },
  { img: "5", title: "Диван из шинила “W-95”", price: "22 990", rate: "4,8" },
  { img: "6", title: "Диван флоковый “G-41”", price: "17 990", rate: "4,8" },
  { img: "7", title: "Диван шиниловый “V-43”", price: "19 990", rate: "4,8" },
  { img: "8", title: "Диван велюровый “S-99”", price: "19 990", rate: "4,7" },
  { img: "9", title: "Диван из кожзама “F-85””", price: "26 990", rate: "4,7" },
  { img: "10", title: "Диван флоковый “H-64”", price: "25 990", rate: "4,6" },
  { img: "11", title: "Диван флоковый “H-58”", price: "23 990", rate: "4,6" },
  { img: "12", title: "Диван из кожзама “R-43”", price: "33 990", rate: "4,6" },
  { img: "13", title: "Диван из шинила “С-42”", price: "18 990", rate: "4,6" },
  { img: "14", title: "Диван велюровый “U-58", price: "21 990", rate: "4,6" },
  { img: "15", title: "Диван флоковый “F-41”", price: "17 990", rate: "4,5" },
  { img: "16", title: "Диван велюровый “R-85”", price: "34 990", rate: "4,5" },
  { img: "17", title: "Диван велюровый “S-44”", price: "19 990", rate: "4,5" },
  { img: "18", title: "Диван из шинила “С-80”", price: "20 990", rate: "4,4" },
];

const filterContainerId = "filterList";
const productsContainerId = "products";



